---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MassDataMassRoofArea
source: html/64c25cd9-0fc1-d196-8957-2513e6cc4539.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MassDataMassRoofArea Property

"Mass Roof Area"

## Syntax (C#)
```csharp
public static ForgeTypeId MassDataMassRoofArea { get; }
```